<template>
  <div class="fram">
    <h1>挂虎-挂片类</h1>
    <br />
    <p>
      &nbsp;&nbsp;凤翔泥塑造型以十二生肖为主体，通过抽象和艺术处理，形成独具魅力的泥塑艺术品。十二生肖泥塑按尺寸可分为小号泥塑、中号泥塑、大号泥塑，按色彩可分彩绘泥塑、白描泥塑、单色泥塑。按造型可分狗、猴、虎、鸡、龙、马、牛、蛇、鼠、兔、羊、猪。
    </p>
    <p>
      &nbsp;&nbsp;第一组是鼠和牛。在凤翔泥塑中，牛的造型是头歪伏地，蓄势待发之势，牛角前伸，把牛的倔强表现得淋漓尽致。用色以整体蓝色、黄色、红色、棕色，或黑白相接为主。老鼠造型则以圆头阔耳，扭头回望之势，把鼠的机灵狡猾表现出来，用色以黑白相间、黑黄相间、黑白红绿相间三种形式为主。
    </p>
    <img
      class="img1"
      src="@/assets/images/shier1.jpg"
      height="420"
      width="427"
    />
    <br />
    <p>
      &nbsp;&nbsp;第二组是虎和兔。在凤翔泥塑中，虎的造型是蹲坐扭头直视，表情严肃，威武雄壮，却又憨厚可爱。部分虎耳上有花朵装饰。用色以黑白相间、黑黄相间、黑白红绿相间三种形式为主。兔的造型则以圆头长耳，蹲坐仰头冲天直视之势，把兔子的机灵乖巧表现出来，用色以黑白相间、黑黄相间、黑白红绿相间三种形式为主。
    </p>
    <br />
    <img
      class="img1"
      src="@/assets/images/shier2.jpg"
      height="420"
      width="427"
    />
    <p>
      &nbsp;&nbsp;第三组是龙和蛇。在凤翔泥塑中，龙的造型是直立张口仰天长啸之势，表情严肃，威武雄壮，却又融合了狗的形态，身形比绘画中的龙稍显短小，反而显得憨厚可爱。用色以黑白相间、黑黄相间、黑白红绿相间三种形式为主。蛇的造型则以盘绕卷曲和盘绕蹲坐两种姿势，张口仰天吐着舌头，用色以黑白相间、黑黄相间、黑白红绿相间、纯绿色勾染黑色四种形式为主。
    </p>
    <p>
      &nbsp;&nbsp;第四组是马和羊。在凤翔泥塑中，马的造型是直立侧步扭头之势，表情严肃，威武雄壮，方头小耳反而显得憨厚可爱。用色以黑白相间、黑黄相间、黑白红绿相间三种形式为主。羊的造型则以长须下垂，羊角向后盘绕卷曲姿势，右蹄前伸呈弓箭步，用色以黑白相间、黑黄相间、黑白红绿相间三种形式为主。
    </p>
    <p>
      &nbsp;&nbsp;第五组是猴和鸡。在凤翔泥塑中，猴的造型是蹲坐一手下垂一手挠头之势，尾巴前翘盘于身前，表情滑稽可爱，抓耳挠腮显得机灵乖巧。用色以黑白相间、黑黄相间、黑白红绿相间三种形式为主。鸡的造型则以后尾下垂，身体后仰呈现打鸣姿势，鸡冠与羽毛造型夸张，有公鸡母鸡之分，用色以黑白相间、黑黄相间、黑白红绿相间、三种形式为主。
    </p>
    <img
      class="img1"
      src="@/assets/images/shier3.jpg"
      height="420"
      width="427"
    />
    <p>
      &nbsp;&nbsp;第六组是狗和猪。在凤翔泥塑中，狗的造型是蹲坐直视前方之势，尾巴卷曲上扬，两眼圆挣，神情严肃，颇有老虎的神态。用色以黑白相间、黑黄相间、黑白红绿相间三种形式为主。猪的造型则以圆头厚耳，嘴巴前凸，后尾上翘，身体肥胖圆润后仰，用色以黑白相间、黑黄相间、黑白红绿相间、三种形式为主。
    </p>
    <p>
      &nbsp;&nbsp;十二生肖与泥塑都是古老的传统文化与民间艺术，在一代代的传承中，顺应时代的潮流，两者完美结合，为后世留下了一件件精美的艺术品。
    </p>
  </div>
</template>

<script>
export default {
  setup() {},
};
</script>

<style scoped>
h1 {
  margin: 0 auto;
  text-align: center;
}
.img1 {
  display: block;
  margin: 10px auto;
}
.img-else {
  margin: 10px auto;
  text-align: center;
  height: 0px;
}
.img2 {
  margin-right: 20px;
}
p {
  margin: 0px auto;
  font-family: "Playfair Display", serif;
  line-height: 1.7em;
  font-size: 15px;
  font-weight: lighter;
}
.fram {
  background-color: whitesmoke;
  height: 280%;
  width: 80%;
  margin: 0 auto;
  padding: 10px 10px;
}
</style>